{{- if eq .chezmoi.os "darwin" }}

cask "1password"
cask "1password-cli"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "slack"
cask "zoom"

{{ end }}

{{- if or (eq .chezmoi.os "darwin") (eq .chezmoi.os "linux") }}
brew "acl"
brew "ansible"
brew "ansible-lint"
brew "attr"
brew "bat"
brew "berkeley-db"
brew "berkeley-db@5"
brew "binutils"
brew "bzip2"
brew "ca-certificates"
brew "cffi"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "dbus"
brew "expat"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gettext"
brew "gh"
brew "gmp"
brew "gperf"
brew "helm"
brew "icu4c"
brew "isl"
brew "jq"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "libedit"
brew "libffi"
brew "libgcrypt"
brew "libgit2"
brew "libgpg-error"
brew "libmpc"
brew "libnsl"
brew "libsodium"
brew "libssh2"
brew "libtirpc"
brew "libxcrypt"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "lua"
brew "lz4"
brew "mpdecimal"
brew "mpfr"
brew "ncdu"
brew "ncurses"
brew "nmap"
brew "oniguruma"
brew "openssl@3"
brew "p7zip"
brew "pcre"
brew "pcre2"
brew "perl"
brew "prettyping"
brew "pycparser"
brew "python-certifi"
brew "python-cryptography"
brew "python-dateutil"
brew "python-jinja"
brew "python-lxml"
brew "python-markupsafe"
brew "python-packaging"
brew "python-pyparsing"
brew "python-pytz"
brew "python-setuptools"
brew "python3"
brew "pyyaml"
brew "readline"
brew "ripgrep"
brew "ruby"
brew "six"
brew "sqlite"
brew "starship"
brew "tldr"
brew "unzip"
brew "vim"
brew "xz"
brew "yq"
brew "zinit"
brew "zlib"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-you-should-use"
brew "zstd"
{{ end }}